export default {
  'title': '获奖情况',
  'data': [
    { icon: '🎓', title: '四川省优秀毕业生推荐', issuer: '四川省教育厅', year: '2025' },
    { icon: '💰', title: '北方自动控制奖学金', issuer: '北方自动控制技术研究所', year: '2025' },
    { icon: '🎓', title: '优秀研究生', issuer: '电子科技大学', year: '2025' },
    { icon: '💰', title: '国家奖学金', issuer: '中华人民共和国教育部', year: '2024' },
    { icon: '🎓', title: '优秀毕业生', issuer: '电子科技大学', year: '2023' },
    { icon: '💰', title: '“世强”专项奖学金', issuer: '深圳市世强先进科技有限公司', year: '2022' },
    { icon: '🏆', title: '全国优秀奖', issuer: '数学建模竞赛（MCM）', year: '2021' },
    { icon: '🏆', title: '全国铜奖', issuer: '中国“互联网+”大学生创新创业大赛', year: '2021' }
  ]
}